Repository: edskeye/Gnomenu
Catalog: po/*.po
Languages: pl

source: Gno-Menu: Search Firefox bookmarks disabled
pl: Gno-Menu: Przeszukiwanie zakładek Firefox'a wyłączone

source: If you want to search Firefox bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
pl: Jeśli chcesz przeszukiwać zakładki Firefox'a, musisz zainstalować paczkę: libgir1.2-gda-5.0 [Ubuntu] lub libgda-sqlite [Fedora]

source: Gno-Menu: Search Midori bookmarks disabled
pl: Gno-Menu: Przeszukiwanie zakładek Midori wyłączone

source: If you want to search Midori bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
pl: Jeśli chcesz przeszukiwać zakładki Midori, musisz zainstalować paczkę: libgir1.2-gda-5.0 [Ubuntu] lub libgda-sqlite [Fedora]

source: Recent
pl: Ostatnie

source: Webmarks
pl: Zakładki

source: Favorites
pl: Ulubione

source: Places
pl: Miejsca

source: Toggle Startup Apps View
pl: Zmień widok

source: List View
pl: Widok listy

source: Grid View
pl: Widok siatki

source: Type to search...
pl: Wpisz, by wyszukać...

source: All Applications
pl: Wszystkie prohramy

source: Frequent Apps
pl: Często używane

source: Favorite Apps
pl: Ulubione

source: Restart Shell
pl: Reset powłoki

source: Suspend
pl: Hibernuj

source: Shutdown
pl: Wyłącz

source: Logout User
pl: Wyloguj użytkownika

source: Lock Screen
pl: Zablokuj ekran

source: Preferences
pl: Ustawienia

source: No GnoMenu stylesheet found
pl: Nie znaleziono stylu GnoMenu

source: Failed to launch "%s"
pl: Nie udało się uruchomić "%s"

source: Home
pl: Katalog domowy

source: Computer
pl: Komputer

source: Browse network
pl: Przeglądaj sieć

source: <b>Panel Settings</b>
pl: <b>Ustawienia Panelu</b>

source: Disable activities hot corner
pl: Wyłącz aktywny narożnik dla podglądu

source: Remove View button from panel
pl: Usuń z panelu przycisk Widoku

source: Label for View button
pl: Etykieta dla przycisku Widoku

source: Use icon with View button
pl: Użyj ikony dla przycisku Widoku

source: Remove Apps button from panel
pl: Usuń z panelu przycisk Aplikacji

source: Label for Apps button
pl: Etykieta dla przycisku Aplikacji

source: Use icon with Apps button
pl: Użyj ikony dla przycisku Aplikacji

source: Remove Menu button from panel
pl: Usuń z panelu przycisk Menu

source: Label for Menu button
pl: Etykieta dla przycisku Menu

source: Use icon with Menu button
pl: Użyj ikony dla przycisku Menu

source: Disable Menu button hot spot
pl: Wyłącz aktywny narożnik dla Menu

source: Disable Menu button shortcut key
pl: Wyłącz skrót klawiszowy dla Menu

source: Invalid accelerator. Try F12, <Super>space, <Ctrl><Alt><Shift>a, etc.
pl: Nieprawidłowy skrót. Spróbuj F12, <Super>Spacja, <Ctrl><Alt><Shift>a, itp.

source: Set Menu button position
pl: Pozycja przycisku Menu

source: Left
pl: Lewo

source: Center
pl: Środek

source: Right
pl: Prawo

source: <b>Menu Settings</b>
pl: <b>Ustawienia Menu</b>

source: Hide User Options Panel
pl: Ukryj panel opcji Użytkownika

source: Hide Shortcuts Panel
pl: Ukryj panel skrótów

source: Menu layout size
pl: Rozmiar układu Menu

source: Normal
pl: Normalny

source: Compact
pl: Kompaktowy

source: Icons to display on Shortcuts Panel
pl: Ikony wyświetlane na panelu skrótów

source: Domyślnie wyświetlane aplikacje
pl: Beim Start anzuzeigende Programme

source: All
pl: Wszystkie

source: Frequent
pl: Często używane

source: None
pl: Żadne

source: Number of columns in Application Grid
pl: Liczba kolumn w siatce aplikacji

source: Default view mode for applications
pl: Domyślny tryb widoku aplikacji

source: List
pl: Lista

source: Grid
pl: Siatka

source: Hide Categories Panel
pl: Ukryj panel kategorii

source: Category selection method
pl: Sposób wyboru kategorii

source: Hover
pl: Najazd

source: Click
pl: Kliknięcie

source: Size of Shortcuts Panel icons
pl: Rozmiar ikon na panelu skrótów

source: Size of Application List icons
pl: Rozmiar ikon listy aplikacji

source: Size of Application Grid icons
pl: Rozmiar ikon siatki aplikacji
